cavity_mesh40/0/p
FoamFile
{
	format ascii;
	class volScalarField;
	object p;
}

dimensions [0 2 -2 0 0 0 0];

internalField uniform 0;

boundaryField
{
	movingWall
	{
		type zeroGradient;
	}
	
	fixedWalls
	{
		type zeroGradient;
	}

	frontAndBack
	{
		type empty;
	}
}
